Repository: MahoChan/JustForFun
Catalog: Pyfa/locale/*/LC_MESSAGES/lang.po
Languages: es_es

source: Login Authentication Method
es_es: Método de autenticación de inicio de sesión

source: Long Range
es_es: Largo Alcance

source: Low
es_es: Bajo

source: Low Security
es_es: Baja seguridad

source: Magnetometric
es_es: Magnetométrico

source: Maintenance bay
es_es: Bahía de mantenimiento

source: Manage Characters
es_es: Administrar personajes

source: Manual proxy settings
es_es: Configuración manual del proxy

source: Market
es_es: Mercado

source: Market & Prices
es_es: Mercado y precios

source: Market && Prices
es_es: &Mercado y Precios

source: Market Group Selection
es_es: Selección de Grupo de Mercado

source: Market Search && Recent Items
es_es: Búsqueda de mercado y artículos recientes

source: Market Search Delay (ms):
es_es: Retardo de búsqueda de mercado (ms):

source: Mass: {:,.0f}kg
es_es: Masa {:,.0f}kg

source: Material bay
es_es: Bahía de materiales

source: Max Warp Distance: %.1f AU
es_es: Distancia máxima de deformación: %.1f UA

source: Maximum speed
es_es: Velocidad Máxima

source: Medium ship hold
es_es: Bodega mediana de nave

source: Metaliminal Storm
es_es: Tormenta Metaliminal

source: Microwave
es_es: Microondas

source: Mineral hold
es_es: Bodega de Mineral

source: Minimal
es_es: Mínimo

source: Mining Yield
es_es: Rendimiento minero

source: Minmatar (Armor)
es_es: Minmatar (Blindaje)

source: Minmatar (Shield)
es_es: Minmatar (Escudo)

source: Minmatar EDENCOM Entities
es_es: Entidades EDENCOM Minmatar

source: Minmatar Republic
es_es: República Minmatar

source: Misc
es_es: Miscelaneos

source: Misc data
es_es: Datos Miscelaneos

source: Missile flight range reduction
es_es: Reducción del rango de vuelo de misiles

source: Missiles
es_es: Misiles

source: Mission
es_es: Misión

source: Mixed
es_es: Mezclado

source: Mobility
es_es: Movilidad

source: Mode:
es_es: Modo:

source: Module
es_es: Módulo

source: Mordus Legion
es_es: Legión Mordus

source: More Damage
es_es: Más daño

source: Multifrequency
es_es: Multifrecuencia

source: Mutated Attributes
es_es: Atributos Mutados

source: Mutations
es_es: Mutaciones

source: Please select another character or make a new one.
es_es: Por favor, selecciona otro carácter o crea uno nuevo.

source: Please verify path location pyfa's preferences.
es_es: Por favor verifique la ubicación de ruta de las preferencias de Pyfa.

source: Plot with Different Ammo...
es_es: Parcela con diferentes municiones...

source: Plutonium
es_es: Plutonio

source: Pod
es_es: Barra

source: Port:
es_es: Puerto:

source: PowerGrid
es_es: Red de Energía

source: Preferences
es_es: Preferencias

source: Pressing this button will cause all logs in memory to write to the log file:
es_es: Pulsar este botón hará que todos los registros en memoria escriban en el archivo de registro:

source: Price
es_es: Precio

source: Pricing updates
es_es: Precios actualizados

source: Probe Size: %.3f
es_es: Tamaño de sonda: %.3f

source: Profiles exported to clipboard
es_es: Perfiles exportados al portapapeles

source: Profiles successfully imported from clipboard
es_es: Perfiles importados correctamente del portapapeles

source: Project onto Active Fit
es_es: Proyectar sobre Ajustes activos

source: Project onto Fit
es_es: Proyectar en los ajustes

source: Project {0} onto Fit
es_es: Proyectar {0} en Ajustes

source: Projected
es_es: Proyectado

source: Projected Item
es_es: Objeto proyectado

source: Projectile Ammo
es_es: Munición de proyectil

source: Properties
es_es: Atributos

source: Propulsion
es_es: Propulsión

source: Proxy settings
es_es: Configuración de proxy

source: Purple
es_es: Púrpura

source: PvP Weather
es_es: Clima PvP

source: Pyfa (the Python Fitting Assistant) is an open-source standalone application able to create and simulate fittings for EVE-Online SciFi MMORPG with a very high degree of accuracy. Pyfa can run on all platforms where Python and wxWidgets are supported.
es_es: Pyfa (el Asistente de Fitting Python) es una aplicación independiente de código abierto capaz de crear y simular accesorios para MMORPG EVE-Online con un alto grado de precisión. Pyfa puede ejecutarse en todas las plataformas donde Python y wxWidgets son soportados.

source: Pyfa Update checks
es_es: Comprobaciones de actualización de Pyfa

source: Pyfa can automatically check and notify you of new releases. This feature is toggled in the Network settings. Here, you may allow pre-release notifications and view suppressed release notifications, if any.
es_es: Pyfa puede comprobarte y notificarte automáticamente de nuevas versiones. Esta característica está activada en la configuración de la red. Aquí, puede permitir notificaciones de pre-lanzamiento y ver notificaciones de liberación suprimidas, si las hay.

source: Pyfa language selection disabled. Please check if .mo files have been generated. Refer to locale/README.md for info.
es_es: Selección de idioma de Pyfa desactivada. Compruebe si se han generado archivos .mo. Consulte locale/README.md para obtener información.

source: Quafe hold
es_es: Bodega quafe

source: Quantity of active items
es_es: Cantidad de artículos activos

source: Quantity of all items
es_es: Cantidad de todos los artículos

source: Radius
es_es: Radio

source: Random stats
es_es: Estadísticas aleatorias

source: Range
es_es: Alcance

source: Raw HP:
es_es: HP Bruto:

source: Raw: %d HP
es_es: Bruto: %d HP

source: Re-enabling fitting restrictions for this fit will also remove any illegal items from the fit. Do you want to continue?
es_es: Rehabilitando las restricciones de ajuste para este ajuste también eliminará cualquier objeto ilegal del ajuste. ¿Quieres continuar?

source: Recent Fits
es_es: Ajustes recientes

source: Recently Used Items
es_es: Artículos usados recientemente

source: Recharge rates
es_es: Tasas de recarga

source: Red
es_es: Rojo

source: Redo the most recent undone action
es_es: Rehacer la acción deshecha más reciente

source: Refresh
es_es: Actualizar

source: Refresh Skills
es_es: Actualizar Habilidades

source: Reinforced
es_es: Reforzado

source: Reload ancillary RRs
es_es: Recargar RRs auxiliares

source: Remote Repairs
es_es: Reparaciones remotas

source: Remote Reps
es_es: Reparaciones remotas

source: Remove Character
es_es: Eliminar personaje

source: Remove Overides for Item
es_es: Quitar los Overrides del elemento

source: Remove {item}{stack}
es_es: Eliminar {item}{stack}

source: Rename
es_es: Renombrar

source: Reopen previous fits on startup
es_es: Reabrir los ajustes anteriores al inicio

source: Repair speed
es_es: Velocidad de reparación

source: Replace items by cheaper alternatives
es_es: Reemplazar artículos por alternativas más baratas

source: Requirements
es_es: Requisitos

source: Reset
es_es: Reiniciar

source: Reset Suppression
es_es: Reiniciar supresión

source: Reset defaults
es_es: Restablecer predeterminados

source: Resist Mode
es_es: Modo resistente

source: Resist Multiplier:
es_es: Multiplicador de resistencia:

source: Resistances
es_es: Resistencias

source: Resources
es_es: Recursos

source: Revert changes
es_es: Revertir cambios

source: Revert to {}
es_es: Revertir a {}

source: Rogue Drone Entities
es_es: Rogue Drone Entidades

source: Run Time
es_es: Tiempo de ejecución

source: SSO Character Management
es_es: Gestión de caracteres SSO

source: SSO Login
es_es: Inicio de sesión SSO

source: SSO Mode
es_es: Modo SSO

source: Salvage hold
es_es: Bodega de salvamento

source: Sample Title Text English
es_es: Texto del título del ejemplo en inglés

source: Sansha Incursion
es_es: Incursión Sansha

source: Sanshas Nation
es_es: Nación Sanshas

source: Save Backup As...
es_es: Guardar copia de seguridad como...

source: Save CSV file
es_es: Guardar archivo CSV

source: Save Character &As...
es_es: Guardar personaje y como...

source: Save Character As...
es_es: Guardar personaje como...

source: Save Fitting As...
es_es: Guardar Ajuste como...

source: Save Overrides As...
es_es: Guardar sobrescritos como...

source: Save as New Implant Set
es_es: Guardar como nuevo conjunto de implantes

source: Scan res.
es_es: Escanear res.

source: Scorch Bomb
es_es: Bomba Abrasadora

source: Scourge
es_es: Plaga

source: Search fittings
es_es: Buscar accesorios

source: Sec Status: {0:.2f}
es_es: Estado de sec: {0:.2f}

source: Security Status is used in some CONCORD hull calculations
es_es: Estado de seguridad se utiliza en algunos CONCORD

source: Select a format
es_es: Seleccionar formato

source: Sending request and awaiting response
es_es: Enviando solicitud y esperando respuesta

source: Sentinel
es_es: Centinela

source: Separate Racks
es_es: Estantes separados

source: Service
es_es: Servicio

source: Set Security Status
es_es: Establecer estado de seguridad

source: Set as Damage Pattern
es_es: Establecer como patrón de daño

source: Set export destination
es_es: Definir destino de exportación

source: Set {} as Damage Pattern
es_es: Establecer {} como patrón de daño

source: Sets exported to clipboard
es_es: Configurar exportados al portapapeles

source: Setting an Alpha clone does not replace the character's skills, but rather caps them to Alpha levels.
es_es: Establecer un clon alfa no reemplaza las habilidades del personaje, sino que las limita a niveles alfa.

source: Sharpshooter
es_es: Tirador Experto

source: Shield
es_es: Escudo

source: Shield (+T2 DCU)
es_es: Escudo (+T2 DCU)

source: Shield Regeneration
es_es: Regeneración de escudo

source: Shield amount
es_es: Cantidad de escudo

source: Shield regen
es_es: Regeneración de escudo

source: Shield resistance
es_es: Resistencia del escudo

source: Shield restored
es_es: Escudo restaurado

source: Shield/Armor Tank
es_es: Tanque de escudo/armadura

source: Shield:
es_es: Escudo:

source: Ship
es_es: Nave

source: Ship Basic
es_es: Nave básica

source: Ship groups
es_es: Grupos de naves

source: Ship hold
es_es: Bodega de nave

source: Short Range
es_es: Corto Alcance

source: Show Rack Labels
es_es: Mostrar etiquetas de estante

source: Show empty ship groups
es_es: Mostrar grupos de naves vacíos

source: Show fitting tab tooltips
es_es: Mostrar herramientas de pestaña de ajuste

source: Show legend
es_es: Mostrar la leyenda

source: Show market shortcuts
es_es: Mostrar accesos directos del mercado

source: Show ship browser tooltip
es_es: Mostrar descripción del navegador de nave

source: Shrapnel Bomb
es_es: Bomba del Shrapnel

source: Side Effects
es_es: Efectos laterales

source: Signature
es_es: Firma

source: Signature radius Leave blank for infinitely big value
es_es: Radio de firma Dejar en blanco para valor infinito grande

source: Signature radius increase
es_es: Aumento del radio de la firma

source: Silk Icons Set by famfamfam.com - Creative Commons Attribution 2.5 License
es_es: Iconos de seda establecidos por famfamfam.com - Licencia Creative Commons Attribution 2.5

source: Skill
es_es: Habilidad

source: Skills
es_es: Habilidades

source: Skills required:
es_es: Habilidades requeridas:

source: Sleeper
es_es: Durmiente

source: Sleeper Entities
es_es: Entidades Durmientes

source: Sleepers
es_es: Durmientes

source: Small ship hold
es_es: Bodega de nave pequeña

source: Solid
es_es: Sólido

source: Speed
es_es: Velocidad

source: Speed reduction
es_es: Reducción de velocidad

source: Split {} Stack
es_es: Dividir {} Pila

source: Spool up
es_es: Poner arriba en la cola

source: Spoolup
es_es: Poner arriba en cola

source: Spoolup Cycles
es_es: Ciclos de subida en cola

source: Thermal resistance
es_es: Resistencia térmica

source: This is a destructive action that will delete all cached prices out of the database. Are you sure you want to do this?
es_es: Esta es una acción destructiva que eliminará todos los precios almacenados en caché fuera de la base de datos. ¿Está seguro de que desea hacer esto?

source: This is a destructive action that will delete all damage pattern profiles. Are you sure you want to do this?
es_es: Esta es una acción destructiva que eliminará todos los precios almacenados en caché fuera de la base de datos. ¿Está seguro de que desea hacer esto?

source: This is a destructive action that will delete all target profiles. Are you sure you want to do this?
es_es: Esta es una acción destructiva que eliminará todos los perfiles de destino. ¿Está seguro de que desea hacer esto?

source: This option goes through EVE SSO directly, but requires more configuration. Use this if pyfa.io is blocked for some reason, or if you do not wish to route data throguh pyfa.io.
es_es: Esta opción pasa directamente por EVE SSO, pero requiere más configuración. Use esto si pyfa. o está bloqueado por alguna razón, o si usted no desea ruta de datos throguh pyfa.io.

source: This option prompts users to copy and paste information from the web application to allow for character login. Use this if having issues with the local server.
es_es: Esta opción permite a los usuarios copiar y pegar información de la aplicación web para permitir el acceso a caracteres. Usa esto si tienes problemas con el servidor local.

source: This options routes SSO Logins through pyfa.io, allowing you to easily login without any configuration. When in doubt, use this option.
es_es: Esta opción enlaza las conexiones SSO a través de pyfa.io, lo que le permite iniciar sesión fácilmente sin ninguna configuración.

source: This options starts a local webserver that the web application will call back to with information about the character login.
es_es: Esta opción inicia un servidor web local al que la aplicación web volverá a llamar con información acerca del inicio de sesión de caracteres.

source: Time
es_es: Tiempo

source: Titanium Sabot
es_es: Aleación de titanio

source: Toggle Names
es_es: Cambiar nombres

source: Toggle View
es_es: Alternar vista

source: Toggle view mode
es_es: Alternar modo de visualización

source: Total Price Includes
es_es: Precio total incluido

source: Total repaired
es_es: Total reparado

source: Traits
es_es: Rasgos

source: Triglavian Entities
es_es: Entidades Triglavianas

source: Triglavian Invasion
es_es: Invasión Triglaviana

source: Tungsten
es_es: Tungsteno

source: Turret hardpoints
es_es: Puntos fuertes de la torreta

source: Turret optimal range reduction
es_es: Reducción óptima del alcance de la torreta

source: Type
es_es: Tipo

source: Type: {0}
es_es: Tipo: {0}

source: Type: {}
es_es: Tipo: {}

source: Ultraviolet
es_es: Ultravioleta

source: Undo the most recent action
es_es: Deshacer la acción más reciente

source: Uniform
es_es: Uniforme

source: Uniform (25%)
es_es: Uniforme (25%)

source: Uniform (50%)
es_es: Uniforme (50%)

source: Uniform (75%)
es_es: Uniforme (75%)

source: Uniform (90%)
es_es: Uniforme (90%)

source: Unlearn
es_es: Desaprender

source: Update Available
es_es: Actualización Disponible

source: Updates
es_es: Actualizaciones

source: Uranium
es_es: Uranio

source: Use Character Implants
es_es: Usar Implantes de Personaje

source: Use Fit-specific Implants
es_es: Usar Implantes específicos de Ajuste

source: Use capacitor simulator
es_es: Usar simulador de capacitador

source: Use character implants by default for new fits
es_es: Usar implantes de personajes por defecto para nuevos ajustes

source: Use global character
es_es: Usar personaje global

source: Use global damage pattern
es_es: Usar patrón de daño global

source: Username:
es_es: Nombre de usuario:

source: Using Executable Path for Saved Fit Database and Settings
es_es: Utilizando ruta ejecutable para la base de datos guardada de ajustes

source: Variations
es_es: Variaciones

source: Vengeance
es_es: Venganza

source: thermal
es_es: térmico

source: {0} Market Group
es_es: {0} Grupo de Mercado

source: {{0:.{0}f}} left
es_es: {{0:.{0}f}} Izda

source: {{0:.{0}f}} over
es_es: {{0:.{0}f}} sobre

source: {} (default)
es_es: {} (predeterminado)

source: {} Copy
es_es: {} Copia

source: {} Stats
es_es: {} Estadisticas

source: {} {} Slot
es_es: {} {} Ranuras

source: {}% chance to be jammed
es_es: {}% de probabilidad de ser atrapado
