Repository: MahoChan/JustForFun
Catalog: Pyfa/locale/*/LC_MESSAGES/lang.po
Languages: es_es

source: Stack
es_es: Apilar

source: Volley:
es_es: Descarga:

source: %d attribute.
es_es: %d Atributo.

source: &Backup All Fittings
es_es: Y Copia de seguridad de todos los ajustes

source: &Browse ESI Fittings
es_es: Y Ver ajustes ESI

source: &Character
es_es: Y Personaje

source: &Character Editor
es_es: Y Editor de personajes

source: &Close All Tabs
es_es: Y Cerrar todas las Pestañas

source: &Close Tab
es_es: Y Cerrar pestaña

source: &Damage Pattern Editor
es_es: Y Editor de Patrones de Daños

source: &Editors
es_es: Y Editores

source: &Export Fitting
es_es: Y Exportar Ajuste

source: &Export Skills Needed
es_es: Y Exportar habilidades necesarias

source: &File
es_es: Y Archivo

source: &Forums
es_es: Y Foros

source: &From Clipboard
es_es: Y Desde el portapapeles

source: &Global
es_es: Y General

source: &Graphs
es_es: Y Graficos

source: &Help
es_es: Y Ayuda

source: &Implant Set Editor
es_es: Y Configurar editor de implantes

source: &Import Character File
es_es: Y importar fichero de personaje

source: &Import Fittings
es_es: Y importar accesorios

source: &Manage ESI Characters
es_es: Y Gestionar ESI del personaje

source: &New Tab
es_es: Y Nueva pestaña

source: &Optimize Fit Price
es_es: Y Optimizar precio del ajuste

source: &Preferences
es_es: Y Preferencias

source: &Redo
es_es: Y Rehacer

source: &Revert Character
es_es: Y Revertir Personaje

source: &Save Character
es_es: Y Guardar personaje

source: &Target Profile Editor
es_es: Y Editor perfil del objetivo

source: &To Clipboard
es_es: Y Copiar al Portapapeles

source: &Turn Overrides Off
es_es: Y Desactivar los overrides

source: &Turn Overrides On
es_es: Y Activar los Overrides

source: &Undo
es_es: Y Deshacer

source: &Wiki
es_es: Y Wiki

source: (Cannot be changed while pyfa is running. Set via command line switches.)
es_es: (No se puede cambiar mientras pyfa se está ejecutando. Establecer mediante interruptores de línea de comandos.)

source: Abilities
es_es: Habilidades

source: Abyssal
es_es: Abisal

source: Abyssal Weather
es_es: Clima abisal

source: Active
es_es: Activo

source: Active Abilities
es_es: Habilidades activas

source: Active Side Effects
es_es: Efectos laterales activos

source: Active shield boost
es_es: Aumento de escudo activo

source: Add Character
es_es: Agregar personaje

source: Add Character Error
es_es: Añadir error de personaje

source: Add Command Booster
es_es: Añadir potenciador de comando

source: Add Currently Open Fit
es_es: Añadir Ajuste abierto actualmente

source: Add Environmental Effect
es_es: Añadir Efecto Ambiental

source: Add Fit...
es_es: Añadir ajuste...

source: Add Fits
es_es: Añadir ajustes

source: Add Target Profile
es_es: Añadir Perfil de destino

source: Add {0} to Cargo (x1000)
es_es: Añadir {0} A la Carga (x1000)

source: Add {} to Cargo
es_es: Añadir {} A la Carga

source: Add {} to Drone Bay{}
es_es: Añadir {} A la bahia de los Drones {}

source: Additions
es_es: Adicionales

source: Additions Panel Copy/Paste
es_es: Adicionales Panel Copiar/Pegar

source: Affected by
es_es: Afectado por

source: Agility: %.3fx
es_es: Agilidad: %.3fx

source: Align time
es_es: Tiempo para Alinear

source: Align: %.3fs
es_es: Alinear: %.3fs

source: All
es_es: Todo

source: All EVE-Online related materials are property of CCP hf.
es_es: Todos los materiales relacionados con EVE-Online son propiedad de CCP hf.

source: All Files
es_es: Todos los archivos

source: All skill prerequisites have been met
es_es: Todos los requisitos previos de habilidad han sido cumplidos

source: Allow pre-release notifications
es_es: Permitir notificaciones de pre-lanzamiento

source: Always show Y = 0
es_es: Mostrar siempre Y = 0

source: Amarr (Armor)
es_es: Amarr (Armadura)

source: Amarr (Shield)
es_es: Amarr (escudo)

source: Amarr EDENCOM Entities
es_es: Entidades EDENCOM de Amarr

source: Amarr Empire
es_es: Imperio Amarr

source: Ammo hold
es_es: Bodega de Armamento

source: Angel
es_es: Ángel

source: Angel Cartel
es_es: Cartel de Ángel

source: Animate gauges
es_es: Indicadores animados

source: Antimatter
es_es: Anti-materia

source: Apply Implant Set
es_es: Aplicar seleccion de implantes

source: Apply Mutaplasmid
es_es: Aplicar Mutaplasmio

source: Apply Projected Items
es_es: Aplicar elementos proyectados

source: Apply Proxy Settings
es_es: Aplicar ajustes de proxy

source: Are you sure you want to delete all overrides?
es_es: ¿Estás seguro que deseas borrar todos los overrides?

source: Are you sure you wish to ignore fitting restrictions for the current fit? This could lead to wildly inaccurate results and possible errors.
es_es: ¿Está seguro de que desea ignorar las restricciones de ajuste para el ajuste actual? Esto podría conducir a resultados imprecisos y posibles errores.

source: Armor
es_es: Armadura

source: Armor (+T2 DCU)
es_es: Armadura (+T2 DCU)

source: Armor repair amount
es_es: Cantidad de reparación del Blindaje

source: Armor resistance
es_es: Resistencia de la Blindaje

source: Armor restored
es_es: Blindaje restaurado

source: Armor:
es_es: Blindaje:

source: Asteroid
es_es: Asteriode

source: Attacker
es_es: Atacante

source: Attribute
es_es: Atributo

source: Attribute &Overrides
es_es: Atributo y overrides

source: Attribute Editor
es_es: Editor de atributos

source: Attributes
es_es: Cualidades

source: Auto
es_es: Automático

source: Auto will use the same language pyfa uses if available, otherwise English
es_es: Auto utilizará el mismo idioma de uso de pyfa si está disponible, de lo contrario Inglés

source: Auto-detected proxy settings
es_es: Detectar automáticamente la configuración del proxy

source: Auto-detected:
es_es: Auto-detectar:

source: Axis X:
es_es: Eje X:

source: Axis Y:
es_es: Eje Y:

source: Back
es_es: Volver

source: Backing up {} fits to: {}
es_es: Respaldar {} se ajusta a: {}

source: Backup all fittings to a XML file
es_es: Copia de seguridad de todos los accesorios en un archivo XML

source: Backup fits
es_es: Copia de seguridad de Ajustes

source: Baryon
es_es: Barión

source: Base Value
es_es: Valor base

source: Battlecruiser
es_es: Crucero de Batalla

source: Battleship
es_es: Acorazado

source: Be aware that already processed fits were not saved
es_es: Tenga en cuenta que los ajustes ya procesados no se han guardado

source: Bioluminescence
es_es: Bioluminiscente

source: Blue
es_es: Azúl

source: Bombs
es_es: Bombas

source: Booster
es_es: Potenciador

source: Boosters
es_es: Potenciadores

source: Bright
es_es: Brillo

source: Browse EVE Fittings
es_es: Navegar por los Ajustes EVE

source: Bump distance
es_es: Distancia al Bache

source: Bump speed
es_es: Velocidad del bache

source: Burner
es_es: Quemador

source: CSV files
es_es: Ficheros CSV

source: Caldari (Armor)
es_es: Caldari (Blindaje)

source: Caldari (Shield)
es_es: Caldari (Escudo)

source: Caldari EDENCOM Entities
es_es: Entidades EDENCOM Caldari

source: Caldari State
es_es: Territorio Caldari

source: Calibration
es_es: Calibración

source: Cap amount
es_es: Cantidad de Cap

source: Cap neutralized per second
es_es: Neutralizacion del Cap por segundo

source: Cap regen
es_es: Regeneracion del Cap

source: Capacitor
es_es: Capacitador

source: Capacitor delta:
es_es: Capacitador delta:

source: Capacitor restored
es_es: Capacitador restaurado

source: Capacitor stability
es_es: Estabilidad del capacitador

source: Carbonized Lead
es_es: Plomo carbonizado

source: Cargo
es_es: Carga

source: Cargo Items
es_es: Artículos de Carga

source: Cargo bay
es_es: Bahía de Carga

source: Cargohold:
es_es: Capacidad de carga:

source: Carrier
es_es: Transportador

source: Caustic
es_es: Cáustico

source: Cert Path:
es_es: Ruta del certificado:

source: Change %s Skills
es_es: Cambiar %s Habilidades

source: Change Amount
es_es: Cambiar la cantidad

source: Change Skills
es_es: Cambiar habilidades

source: Change charge in all modules of the same type
es_es: Cambiar la carga en todos los módulos del mismo tipo

source: ContextMenu|ProjectedEffectManipulation|Triglavian Invasion
es_es: ContextMenu|ProjectedEffectManipulation|Invasion Triglavian

source: Copy
es_es: Copiar

source: Copy All {}
es_es: Copiar todo {}

source: Copy Missing Skills
es_es: Copiar las habilidades que faltan

source: Copy Module to Clipboard
es_es: Copiar Módulo al Portapapeles

source: Copy Selected {}
es_es: Copiar Seleccionado {}

source: Copy and paste the block of text provided by pyfa.io
es_es: Copiar y pegar el bloque de texto proporcionado por pyfa.io

source: Could not import from clipboard
es_es: No se pudo importar desde el portapapeles

source: Could not import from clipboard:
es_es: No se puede importar desde el portapapeles:

source: Could not import from clipboard: unknown errors
es_es: No se pudo importar desde el portapapeles: errores desconocidos

source: Cruiser
es_es: Crucero

source: Current
es_es: Actual

source: Current Value
es_es: Valor Actual

source: Custom Application
es_es: Aplicación personalizada

source: Custom application
es_es: Aplicación personalizada

source: Cyan
es_es: Turquesa

source: Damage Pattern Editor
es_es: Editor de Patrones de Daño

source: Damage Profile
es_es: Perfil de Daño

source: Damage Profile name already in use, please choose another.
es_es: El nombre del perfil de daño ya está en uso, por favor elija otro.

source: Damage Stats
es_es: Estadísticas de Daño

source: Damage inflicted
es_es: Daño infligido

source: Damps: lock range reduction
es_es: Damps: reducción del rango de bloqueo

source: Dark
es_es: Oscuro

source: Dark Matter All Tiers
es_es: Todos los niveles de la materia oscura

source: Dash-dotted
es_es: Punto de guión

source: Dashed
es_es: Discontinua

source: Database
es_es: Base de datos

source: Deadspace
es_es: Espacio muerto

source: Debug Logging Enabled
es_es: Registro de Depuración Activado

source: Default Market Prices:
es_es: Precios de mercado por defecto:

source: Default Value: %0.3f
es_es: Valor predeterminado: %0.3f

source: Defense
es_es: Defensa

source: Defined in millions of kilograms
es_es: Definido en millones de kilogramos

source: Delete
es_es: Eliminar

source: Delete All Damage Pattern Profiles
es_es: Eliminar todos los perfiles de patrón de daño

source: Delete All Prices
es_es: Eliminar todos los precios

source: Delete All Target Profiles
es_es: Borrar todos los Perfiles de Objetivo

source: Delete all from Eve
es_es: Eliminar todo de Eve

source: Delete from EVE
es_es: Borrar de EVE

source: Dependents
es_es: Dependencias

source: Depleted Uranium
es_es: Uranio Desplazado

source: Description
es_es: Descripciòn

source: Destroyer
es_es: Destructor

source: Destructible Beacons
es_es: Balizas destructibles

source: Dev Tools
es_es: Herramientas de desarrollo

source: Disable Fitting Re&strictions
es_es: Desactivar Restricciones de ajuste

source: Disabled
es_es: Desactivado

source: Disabling context menus can improve responsiveness. You can hold {} key + right-click to show all menu items regardless of these settings.
es_es: Deshabilitar los menús contextuales puede mejorar la capacidad de respuesta. Puedes mantener pulsada la tecla {} + clic derecho para mostrar todos los elementos del menú independientemente de estos ajustes.

source: Distance
es_es: Distancia

source: Distance between the attacker and the target, as seen in overview (surface-to-surface)
es_es: Distancia entre el atacante y el objetivo, como se ve en la visión general (superficie a superficie)

source: Distance between the attacker and the target, as seen in overview (surface-to-surface) When set, places the target that far away from the attacker When not set, attacker's weapons always hit the target
es_es: Distancia entre el atacante y el objetivo, como se ve en el resumen (superficie a superficie) Cuando se establece coloca al objetivo que está lejos del atacante Cuando no se establece, las armas del atacante siempre golpean al objetivo

source: Distance between the repairing ship and the target, as seen in overview (surface-to-surface)
es_es: Distancia entre el atacante y el objetivo, como se ve en la visión general (superficie a superficie)

source: Do you really want to delete {} ({}) from EVE?
es_es: ¿Realmente quieres eliminar {} ({}) del EVE?

source: Don't remind me again for this release
es_es: No volver a recordarme por esta versión

source: Don't see your EVE character in the list?
es_es: ¿No ves tu personaje EVE en la lista?

source: Dotted
es_es: Punteado

source: Download
es_es: Descargar

source: Drag a fit into this list to graph it
es_es: Arrastra un ajuste en esta lista para verlo graficamente

source: Drag a fit into this list to have your fits graphed against it
es_es: Arrastra un cabezal en esta lista para que tu cabezal se grafique contra ella

source: Drag a fit to this area
es_es: Arrastra un ajuste a esta zona

source: Drag an item or fit, or use right-click menu for wormhole effects
es_es: Arrastra un objeto o encaja, o usa el menú de clic derecho para ver los efectos del agujero del gusano

source: Drifter Entities
es_es: Entidades Drifter

source: Drone
es_es: Dron

source: Drone Mode
es_es: Modo Dron

source: Drone bandwidth
es_es: Ancho de banda de dron

source: Drone bay
es_es: Bahía de drones

source: Drone range
es_es: Alcance de Dron

source: Drones active
es_es: Drones activos

source: Dump All Logs
es_es: Volcar todos los registros

source: E&xport to ESI
es_es: Exportar a ESI

source: ECM: combined strength
es_es: ECM: fuerza combinada

source: EFT text fitting files
es_es: Ficheros de ajuste de texto EFT

source: EM resistance
es_es: EM resistencia

source: EVE API XML character files
es_es: Archivos de caracteres XML API EVE

source: EVE Data:
es_es: Datos EVE:

source: EVE IGB HTML fitting file
es_es: Archivo de ajuste HTML EVE IGB

source: EVE Servers (API && CREST import)
es_es: Servidores EVE (API && CREST importar)

source: EVE XML fitting file
es_es: Archivo de ajuste EVE XML

source: EVE XML fitting files
es_es: Archivos de ajuste EVE XML

source: EVEMon skills training XML file
es_es: Archivo XML de aprendizaje de habilidades EVEMon

source: EVEMon skills training file
es_es: Archivo XML de aprendizaje de habilidades EVEMon

source: Effective DPS
es_es: DPS efectivo

source: Effective HP:
es_es: HP Efectivo:

source: Effective capacity
es_es: Capacidad efectiva

source: Effective damage inflicted
es_es: Daño efectivo infligido

source: Effective volley
es_es: Salva efectiva

source: Effective: %d HP
es_es: Efectivo: %d HP

source: Effects
es_es: Efectos

source: Electrical T0/T1/T2
es_es: Electrico T0/T1/T2

source: Electrical T3 (Some T5 Rooms)
es_es: Electrico T3 (Alguna Sala T5)

source: Electrical T4/T5/T6
es_es: Electrico T4/T5/T6

source: Electromagnetic resistance
es_es: Resistencia electromagnética

source: Electron Bomb
es_es: Bomba de electrón

source: Electronic Warfare Stats
es_es: Estadísticas de Guerra Electrónica

source: Empty
es_es: Vacío

source: Empty Market View
es_es: Vaciar vista de mercado

source: Empty Tab
es_es: Vaciar pestaña

source: Enable Fitting Re&strictions
es_es: Habilitar Restricciones de Ajuste

source: Enable Network
es_es: Activar red

source: Enable all available meta buttons
es_es: Habilitar todos los botones meta disponibles

source: Enable all meta buttons
es_es: Activar todos los botones meta

source: Enable all meta buttons for a duration of search / recents
es_es: Habilitar todos los botones meta durante una duración de búsqueda / recientes

source: Enable item's meta button
es_es: Activar el botón meta del elemento

source: Enable item's meta button, disable others
es_es: Activar el botón meta del elemento, deshabilitar a otros

source: Enable leftmost available meta button
es_es: Activar el botón meta disponible a la izquierda

source: Enable minimal format
es_es: Habilitar formato mínimo

source: Enabled
es_es: Habilitado

source: Enforce strict skill level requirements
es_es: Forzar requerimientos estrictos de nivel de habilidad

source: Enter a name for your new Character:
es_es: Introduce un nombre para tu nuevo personaje:

source: Enter a name for your new Implant Set:
es_es: Introduzca un nombre para su nuevo Conjunto de Implantes:

source: Error fetching skill information
es_es: Error obteniendo información de habilidad

source: Exotic Plasma
es_es: Plasma exótico

source: Exotic T0/T1/T2
es_es: Exótico T0/T1/T2

source: Exotic T3 (Some T5 Rooms)
es_es: Exotico T3 (Algunas salas T5)

source: Exotic T4/T5/T6
es_es: Exótico T4/T5/T6

source: Expand All
es_es: Desplegar todos

source: Explosive
es_es: Explosivo

source: Explosive resistance
es_es: Resistencia explosiva

source: Export
es_es: Respaldar

source: Export All Fittings to &HTML
es_es: Exportar todos los ajustes a &HTML

source: Export Error
es_es: Error al exportar

source: Export Fit
es_es: Exportar Ajuste

source: Export Fittings in a minimal HTML Version, just containing the fittings links without any visual styling
es_es: Exportar Fittings en una versión HTML mínima, sólo contiene los enlaces de accesorios sin ningún estilo visual

source: Export Item Stats
es_es: Exportar estadísticas del artículo

source: Export Loaded Charges
es_es: Exportar Cargas Cargadas

source: Export Skills Needed As...
es_es: Exportar Habilidades Necesitadas Como...

source: Export a fit to the clipboard
es_es: Exportar un ajuste al portapapelos

source: Export boosters
es_es: Exportar potenciadores

source: Export cargo contents
es_es: Exportar contenidos de carga

source: Export cargo hold contents
es_es: Exportar contenido de contenedor

source: Export charges loaded into modules
es_es: Exportar cargas cargadas en módulos

source: Export fit to EVE
es_es: Exportar ajuste a EVE

source: Export fits to HTML file (set in Preferences)
es_es: Exportar ajuste al archivo HTML (establecido en Preferencias)

source: Gas hold
es_es: Gas Retenido

source: Generating HTML file at: {}
es_es: Generando archivo HTML en: {}

source: Generic
es_es: Generico

source: Get Skills
es_es: Obtener habilidades

source: Global Default Spoolup Percentage:
es_es: Porcentaje global por defecto de Spoolup:

source: Go to EVE Online Forum thread
es_es: Ir al hilo del Foro EVE Online

source: Go to wiki on GitHub
es_es: Ir al wiki en GitHub

source: Grant Missing Skills
es_es: Otorgar habilidades perdidas

source: Graphs
es_es: Gráficos

source: Gravimetric
es_es: Gravimétrico

source: Green
es_es: Verde

source: HP
es_es: PS

source: HTML Export
es_es: Exportar HTML

source: HTML Export (File > Export HTML) allows you to export your entire fitting database into an HTML file at the specified location. This file can be used to easily open your fits in a web-based fitting program
es_es: HTML Export (Archivo > Exportar HTML) le permite exportar toda su base de datos a un archivo HTML en la ubicación especificada. Este archivo se puede utilizar para abrir fácilmente los ajustes en un programa de ajuste basado en web

source: Hawk
es_es: Halcón

source: Heavy
es_es: Pesado

source: Hide Recent Fits
es_es: Ocultar ajustes recientes

source: Hide empty ship groups
es_es: Ocultar grupos de naves vacíos

source: High
es_es: Alto

source: High Security
es_es: Alta seguridad

source: Hull
es_es: Casco

source: Hull (+T2 DCU)
es_es: Casco (+T2 DCU)

source: Hull repair amount
es_es: Cantidad de reparación del Casco

source: Hull resistance
es_es: Resistencia del Casco

source: Hull restored
es_es: Casco restaurado

source: Hull:
es_es: Casco:

source: Hybrid Charges
es_es: Cargas hibridas

source: Ideal Target
es_es: Objetivo ideal

source: Ignore Drone Control Range
es_es: Ignorar Rango de control de drones

source: Ignore Lock Range
es_es: Ignorar rango de bloqueo

source: Ignore Target Resists
es_es: Ignorar resistencia objetivo

source: Implant Set
es_es: Seleccion de Implantes

source: Implant Set Editor
es_es: Editor de seleccion de Implante

source: Implant Set name already in use, please choose another.
es_es: El nombre del Set de Implantes ya está en uso, por favor elija otro.

source: Implants
es_es: Implantes

source: Implants && Boosters
es_es: Implantes Y potenciadores

source: Import
es_es: Importar

source: Import Error
es_es: Error al importar

source: Import Skills
es_es: Importar habilidades

source: Import a fit from the clipboard
es_es: Importar un ajuste desde el portapapeles

source: Import characters into pyfa from file
es_es: Importar caracteres en pyfa desde el archivo

source: Import fittings into pyfa
es_es: Importar accesorios en pyfa

source: Import implant sets from clipboard
es_es: Importar conjuntos de implantes del portapapeles

source: Import overrides
es_es: Importar Overrides

source: Import patterns from clipboard
es_es: Importar patrones del portapapeles

source: Import profiles from clipboard
es_es: Importar perfiles del portapapeles

source: Import pyfa override file
es_es: Importar archivo de Overrides de pyfa

source: Import skills from clipboard
es_es: Importar habilidades del portapapeles

source: Import to pyfa
es_es: Importar a pyfa

source: Importing Character...
es_es: Importando personaje...

source: Importing fits
es_es: Importando Ajustes

source: Importing skills into this character will set the skill levels as pending. To save the skills permanently, please click the Save button at the bottom of the window after importing
es_es: La importación de habilidades a este personaje establecerá los niveles de habilidad pendientes. Para guardar las habilidades de forma permanente, por favor haga clic en el botón Guardar en la parte inferior de la ventana después de importar

source: Include formatting tags to paste fit directly into corp bulletins, MOTD, etc.
es_es: Incluye etiquetas de formato para pegar directamente en los boletines del cuerpo, MOTD, etc.

source: Incoming damage pattern
es_es: Patrón de daño entrante

source: Incorrect formatting (decimals only)
es_es: Formato incorrecto (solo decimales)

source: Incorrect range (must be 0-100)
es_es: Rango incorrecto (debe ser 0-100)

source: Industrial ship hold
es_es: Bodega industrial

source: Inertia Modifier attribute value of the target ship
es_es: Valor del atributo modificador de inercia de la nave de destino

source: Inferno
es_es: Infierno

source: Infrared
es_es: Infrarrojo

source: Interested in helping with translations?
es_es: ¿Interesado en ayudar con las traducciones?

source: Invalid Path
es_es: Ruta inválida

source: Invalid Token
es_es: Ficha no válida

source: Iridium
es_es: Iridio

source: Iron
es_es: Hierro

source: Item
es_es: Artículo

source: Item Market Group Jump
es_es: Grupo de salto del articulo de mercado

source: Item stats
es_es: Estadisticas del articulo

source: Kinetic
es_es: Cinético

source: Kinetic resistance
es_es: Resistencia cinética

source: Language (requires restart)
es_es: Idioma (requiere reiniciar)

source: Large ship hold
es_es: Bodega grande

source: Lasts
es_es: Ultimos

source: Launcher hardpoints
es_es: Puntos fuertes del lanzador

source: Lead
es_es: Plomo

source: Less Damage
es_es: Menos daño

source: Level
es_es: Nivel

source: Level %s
es_es: Nivel %s

source: Level {}
es_es: Nivel {}

source: Level {}d
es_es: Nivel {}

source: Light
es_es: Ligero

source: Limited Issue Ships
es_es: Nave de emision limitada

source: Loaded Charges
es_es: Cargas Cargadas

source: Loading previous fits...
es_es: Cargando los ajustes anteriores...

source: Local Server
es_es: Servidor local

source: Localized
es_es: Localizado

source: Lock Time
es_es: Tiempo de Bloqueo

source: Lock Times
es_es: Tiempos de bloqueos

source: Lock range reduction
es_es: Reducción del rango de bloqueo

source: Lock time
es_es: Tiempo de Bloqueo

source: Log In with EVE SSO
es_es: Inicio de sesión con SSO

source: Log file location:
es_es: Ubicación de archivos de log:

source: Logging
es_es: Iniciar sesión
